
    // Do not modify this file by hand!
    // Re-generate this file by running lit-localize

    
    

    /* eslint-disable no-irregular-whitespace */
    /* eslint-disable @typescript-eslint/no-explicit-any */

    export const templates = {
      's0aee4705bcc0c15e': `تعيين الحد الأدنى للتكبير/التصغير`,
's1bcea0c68ac23efb': `إضافة دبوس`,
's1c0ea772de28e773': `ارسم`,
's21b06c38fc4164db': `متقدم`,
's2492f5fb1b05b45e': `النص`,
's25392c6d0eb63175': `معطلة`,
's3011241149f8d10e': `اختيار المستخدم`,
's32689d1d09608f54': `نمط الخريطة`,
's37c758bc19c67a4d': `دائرة الرسم`,
's3b5ddf60892a6a48': `الحدود`,
's5488509fd37aa9fc': `تعطيل الحدود`,
's5590dbf7e425789d': `التسمية`,
's6ba44d4d5d284468': `لون الحدود`,
's6beb392ed926ce5b': `تمكين الحدود`,
's6fc95ee75e407518': `تعيين الحد الأقصى للتكبير/التصغير`,
's71218539d83e0ab8': `الحركة`,
's78789724e789221c': `الحجم`,
's8abdd4fbc8368253': `عنوان البلاط المخصص`,
's8af61807443f32a4': `الإجراءات`,
's8af7951ebf77cbed': `مربعات الصور النقطية`,
's8f3d223923b156c6': `غير مضبوطة`,
's9132eff33fb5ed73': `مربعات خرائط OpenFreeMap المتجهة`,
's936c17dcc2e04cf5': `حدود ملائمة`,
'sa53d08f6b088b54e': `تصور الحدود المرئية`,
'sa88dfb051be09d0e': `السماح بحركة الطلاب`,
'sa9f2381c84bd9969': `تعيين أعلى اليسار`,
'sab904a167497cd3e': `تعيين الموضع كابتدائي`,
'saeeff153fba5364d': `رسم المضلع`,
'sc539af8ae925acc1': `رسم خط متعدد الخطوط`,
'sca9faebc773bf95d': `حذف الكائن`,
'sd42752882536c15a': `رسم المستطيل`,
'sd83da86c74147960': `تعيين أسفل اليمين`,
'sdc673e73b5c13aea': `حذف`,
'sdc9cf2d6e96526c1': `إعادة تعيين الحدود`,
'sdd253aec6b88b6af': `لون التعبئة`,
'sf21fb4f4b9e8911f': `العرض`,
'sf42ce409138b0d9c': `تفعيلها`,
'sf9aee319a006c9b4': `إضافة`,
'sffdadf0a576fd802': `الارتفاع`,
    };
  