
    // Do not modify this file by hand!
    // Re-generate this file by running lit-localize

    
    

    /* eslint-disable no-irregular-whitespace */
    /* eslint-disable @typescript-eslint/no-explicit-any */

    export const templates = {
      's0aee4705bcc0c15e': `Задаване на мин. увеличение`,
's1bcea0c68ac23efb': `Добавяне на щифт`,
's1c0ea772de28e773': `Начертайте`,
's21b06c38fc4164db': `Разширен`,
's2492f5fb1b05b45e': `Текст`,
's25392c6d0eb63175': `деактивиран`,
's3011241149f8d10e': `Избор на потребител`,
's32689d1d09608f54': `Стил на картата`,
's37c758bc19c67a4d': `Начертайте кръг`,
's3b5ddf60892a6a48': `Граници`,
's5488509fd37aa9fc': `Деактивиране на границите`,
's5590dbf7e425789d': `Етикет`,
's6ba44d4d5d284468': `Цвят на границата`,
's6beb392ed926ce5b': `Разрешаване на границите`,
's6fc95ee75e407518': `Задаване на максимално увеличение`,
's71218539d83e0ab8': `Движение`,
's78789724e789221c': `Размер`,
's8abdd4fbc8368253': `Потребителски плочки Url`,
's8af61807443f32a4': `Действия`,
's8af7951ebf77cbed': `Растерни плочки`,
's8f3d223923b156c6': `не е зададен`,
's9132eff33fb5ed73': `Векторни плочки на OpenFreeMap`,
's936c17dcc2e04cf5': `Fit Bounds`,
'sa53d08f6b088b54e': `Визуализиране на границите`,
'sa88dfb051be09d0e': `Позволете движението на учениците`,
'sa9f2381c84bd9969': `Задайте горния ляв ъгъл`,
'sab904a167497cd3e': `Задайте позиция като начална`,
'saeeff153fba5364d': `Нарисувай полигон`,
'sc539af8ae925acc1': `Draw Polyline`,
'sca9faebc773bf95d': `Изтриване на обект`,
'sd42752882536c15a': `Начертайте правоъгълник`,
'sd83da86c74147960': `Задаване на долния десен ъгъл`,
'sdc673e73b5c13aea': `Изтриване на`,
'sdc9cf2d6e96526c1': `Нулиране на границите`,
'sdd253aec6b88b6af': `Цвят на запълване`,
'sf21fb4f4b9e8911f': `Ширина`,
'sf42ce409138b0d9c': `активиран`,
'sf9aee319a006c9b4': `Добавяне на`,
'sffdadf0a576fd802': `Височина`,
    };
  