
    // Do not modify this file by hand!
    // Re-generate this file by running lit-localize

    
    

    /* eslint-disable no-irregular-whitespace */
    /* eslint-disable @typescript-eslint/no-explicit-any */

    export const templates = {
      's0aee4705bcc0c15e': `Ορισμός ελάχιστου ζουμ`,
's11326fd2590f4e5e': `Προεπιλογή`,
's1bcea0c68ac23efb': `Προσθήκη καρφίτσας`,
's1c0ea772de28e773': `Σχέδιο`,
's21b06c38fc4164db': `Προχωρημένο`,
's2492f5fb1b05b45e': `Κείμενο`,
's25392c6d0eb63175': `απενεργοποιημένο`,
's3011241149f8d10e': `Επιλογή χρήστη`,
's32689d1d09608f54': `Στυλ χάρτη`,
's37c758bc19c67a4d': `Σχεδιάστε κύκλο`,
's3b5ddf60892a6a48': `Όρια`,
's5488509fd37aa9fc': `Απενεργοποίηση ορίων`,
's5590dbf7e425789d': `Ετικέτα`,
's6ba44d4d5d284468': `Χρώμα περιγράμματος`,
's6beb392ed926ce5b': `Ενεργοποίηση ορίων`,
's6fc95ee75e407518': `Ορισμός μέγιστου ζουμ`,
's71218539d83e0ab8': `Κίνηση`,
's78789724e789221c': `Μέγεθος`,
's8abdd4fbc8368253': `Προσαρμοσμένο πλακάκι Url`,
's8af61807443f32a4': `Δράσεις`,
's8f3d223923b156c6': `δεν έχει οριστεί`,
's936c17dcc2e04cf5': `Fit Bounds`,
'sa53d08f6b088b54e': `Οπτικοποίηση ορίων`,
'sa88dfb051be09d0e': `Επιτρέψτε τη μετακίνηση των μαθητών`,
'sa9f2381c84bd9969': `Ρύθμιση Επάνω αριστερά`,
'sab904a167497cd3e': `Ορίστε τη θέση ως αρχική`,
'saeeff153fba5364d': `Σχεδίαση πολυγώνου`,
'sc539af8ae925acc1': `Σχεδίαση πολυγραμμής`,
'sca9faebc773bf95d': `Διαγραφή αντικειμένου`,
'sd42752882536c15a': `Σχεδιάστε ορθογώνιο`,
'sd83da86c74147960': `Ορίστε Κάτω Δεξιά`,
'sdc673e73b5c13aea': `Διαγραφή`,
'sdc9cf2d6e96526c1': `Επαναφορά ορίων`,
'sdd253aec6b88b6af': `Χρώμα πλήρωσης`,
'sf21fb4f4b9e8911f': `Πλάτος`,
'sf42ce409138b0d9c': `ενεργοποιημένο`,
'sf9aee319a006c9b4': `Προσθέστε`,
'sffdadf0a576fd802': `Ύψος`,
    };
  