
    // Do not modify this file by hand!
    // Re-generate this file by running lit-localize

    
    

    /* eslint-disable no-irregular-whitespace */
    /* eslint-disable @typescript-eslint/no-explicit-any */

    export const templates = {
      's0aee4705bcc0c15e': `Установить минимальный масштаб`,
's1bcea0c68ac23efb': `Добавить булавку`,
's1c0ea772de28e773': `Нарисовать`,
's21b06c38fc4164db': `Расширенный`,
's2492f5fb1b05b45e': `Текст`,
's25392c6d0eb63175': `деактивировано`,
's3011241149f8d10e': `Выбор пользователя`,
's32689d1d09608f54': `Стиль карты`,
's37c758bc19c67a4d': `Нарисовать круг`,
's3b5ddf60892a6a48': `Границы`,
's5488509fd37aa9fc': `Отключить границы`,
's5590dbf7e425789d': `Этикетка`,
's6ba44d4d5d284468': `Цвет границы`,
's6beb392ed926ce5b': `Включить границы`,
's6fc95ee75e407518': `Установка максимального масштаба`,
's71218539d83e0ab8': `Движение`,
's78789724e789221c': `Размер`,
's8abdd4fbc8368253': `Урл плитки на заказ`,
's8af61807443f32a4': `Действия`,
's8af7951ebf77cbed': `Растровые фрагменты`,
's8f3d223923b156c6': `не установлен`,
's9132eff33fb5ed73': `Векторные тайлы OpenFreeMap`,
's936c17dcc2e04cf5': `Фит Баундс`,
'sa53d08f6b088b54e': `Визуализация границ`,
'sa88dfb051be09d0e': `Разрешить передвижение учащихся`,
'sa9f2381c84bd9969': `Установите верхний левый угол`,
'sab904a167497cd3e': `Установите позицию как начальную`,
'saeeff153fba5364d': `Нарисовать многоугольник`,
'sc539af8ae925acc1': `Нарисовать полилинию`,
'sca9faebc773bf95d': `Удалить объект`,
'sd42752882536c15a': `Нарисовать прямоугольник`,
'sd83da86c74147960': `Установить внизу справа`,
'sdc673e73b5c13aea': `Удалить`,
'sdc9cf2d6e96526c1': `Сбросить границы`,
'sdd253aec6b88b6af': `Цвет заливки`,
'sf21fb4f4b9e8911f': `Ширина`,
'sf42ce409138b0d9c': `активированный`,
'sf9aee319a006c9b4': `Добавить`,
'sffdadf0a576fd802': `Высота`,
    };
  