
    // Do not modify this file by hand!
    // Re-generate this file by running lit-localize

    
    

    /* eslint-disable no-irregular-whitespace */
    /* eslint-disable @typescript-eslint/no-explicit-any */

    export const templates = {
      's0aee4705bcc0c15e': `Встановити мінімальний масштаб`,
's11326fd2590f4e5e': `За замовчуванням`,
's1bcea0c68ac23efb': `Додати пін`,
's1c0ea772de28e773': `Жеребкування`,
's21b06c38fc4164db': `Розширений`,
's2492f5fb1b05b45e': `Текст`,
's25392c6d0eb63175': `деактивовано`,
's3011241149f8d10e': `Вибір користувача`,
's32689d1d09608f54': `Стиль карти`,
's37c758bc19c67a4d': `Намалюй коло`,
's3b5ddf60892a6a48': `Межі`,
's5488509fd37aa9fc': `Вимкнути межі`,
's5590dbf7e425789d': `Етикетка`,
's6ba44d4d5d284468': `Колір рамки`,
's6beb392ed926ce5b': `Увімкнути межі`,
's6fc95ee75e407518': `Встановити максимальний масштаб`,
's71218539d83e0ab8': `Рух`,
's78789724e789221c': `Розмір`,
's8abdd4fbc8368253': `Урл користувацької плитки`,
's8af61807443f32a4': `Дії`,
's8f3d223923b156c6': `не встановлено`,
's936c17dcc2e04cf5': `Fit Bounds`,
'sa53d08f6b088b54e': `Візуалізація меж`,
'sa88dfb051be09d0e': `Дозволити пересування студентів`,
'sa9f2381c84bd9969': `Встановити верхній лівий кут`,
'sab904a167497cd3e': `Встановити Позицію як початкову`,
'saeeff153fba5364d': `Намалювати багатокутник`,
'sc539af8ae925acc1': `Намалювати полілінію`,
'sca9faebc773bf95d': `Видалити об'єкт`,
'sd42752882536c15a': `Намалювати прямокутник`,
'sd83da86c74147960': `Встановити внизу праворуч`,
'sdc673e73b5c13aea': `Видалити`,
'sdc9cf2d6e96526c1': `Скинути межі`,
'sdd253aec6b88b6af': `Колір заливки`,
'sf21fb4f4b9e8911f': `Ширина`,
'sf42ce409138b0d9c': `активовано`,
'sf9aee319a006c9b4': `Додати`,
'sffdadf0a576fd802': `Висота`,
    };
  